Repository: Kruszoneq/macUSB
Catalog: macUSB/Resources/FinishUSB.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# finish.macos.ppc.guidance.description
source: Aby uruchomić instalator z nośnika USB na Macu z PowerPC, niezbędne jest wpisanie komendy w konsoli Open Firmware. Pełna instrukcja obsługi znajduje się na stronie internetowej aplikacji.
de: Um den Installer von einem USB-Laufwerk auf einem PowerPC-Mac zu starten, müssen Sie einen Befehl in der Open Firmware-Konsole eingeben. Eine vollständige Anleitung finden Sie auf der Website der Anwendung.
en: To boot the installer from a USB drive on a PowerPC Mac, you must enter a command in the Open Firmware console. Full instructions are available on the application's website.
es: Para arrancar el instalador desde una memoria USB en un Mac con PowerPC, es necesario introducir un comando en la consola de Open Firmware. Las instrucciones completas están disponibles en el sitio web de la aplicación.
fr: Pour démarrer l'installateur à partir d'une clé USB sur un Mac PowerPC, vous devez saisir une commande dans la console Open Firmware. Les instructions complètes sont disponibles sur le site web de l'application.
it: Per eseguire l'installer da un'unità USB su un Mac con PowerPC, devi inserire il comando nella console Open Firmware. Il manuale utente completo è disponibile sul sito web dell'applicazione.
ja: PowerPC MacでUSBドライブからインストーラを起動するには、Open Firmwareコンソールでコマンドを入力する必要があります。詳しい手順はアプリケーションのウェブサイトをご覧ください。
pt_br: Para inicializar o instalador de um pen drive USB em um Mac PowerPC, é necessário inserir um comando no console do Open Firmware. As instruções completas estão disponíveis no site do aplicativo.
ru: Чтобы запустить установщик с USB-накопителя на Mac с PowerPC, необходимо ввести команду в консоли Open Firmware. Полная инструкция доступна на веб-сайте приложения.
tr: Yükleyiciyi PowerPC'li bir Mac'teki bir USB sürücüsünden çalıştırmak için, Açık Firmware konsoluna komutu girmeniz gerekir. Tam kullanım kılavuzu uygulamanın web sitesinde bulunabilir.
uk: Щоб запустити програму встановлення з USB-накопичувача на Mac з PowerPC, необхідно ввести команду в консолі Open Firmware. Повний посібник користувача можна знайти на веб-сайті програми.
vi: Để chạy trình cài đặt từ ổ USB trên máy Mac có PowerPC, cần nhập lệnh trong bảng điều khiển Open Firmware. Hướng dẫn sử dụng đầy đủ có thể được tìm thấy trên trang web của ứng dụng.
zh_hans: 要在 PowerPC Mac 上从 USB 驱动器启动安装程序，必须在 Open Firmware 控制台中输入命令。完整说明可在应用程序网站上找到。

# finish.macos.ppc.guidance.title
source: W przypadku Maca z PowerPC
de: Für PowerPC-Macs
en: For PowerPC Macs
es: Para Macs PowerPC
fr: Pour les Mac PowerPC
it: Per Mac con PowerPC
ja: PowerPC Mac の場合
pt_br: Para Macs PowerPC
ru: Для Mac с PowerPC
tr: PowerPC'li Mac için
uk: Для Mac з PowerPC
vi: Dành cho máy Mac có PowerPC
zh_hans: 对于 PowerPC Mac

# finish.navigation.title
source: Wynik operacji
de: Ergebnis des Vorgangs
en: Operation result
es: Resultado de la operacion
fr: Resultat de l operation
it: Il risultato dell'operazione
ja: 処理結果
pt_br: Resultado da operacao
ru: Результат операции
tr: Operasyonun sonucu
uk: Результат операції
vi: Kết quả của hoạt động
zh_hans: 操作结果

# finish.nextsteps.title
source: Co dalej?
de: Wie geht es weiter?
en: What’s next?
es: ¿Qué sigue?
fr: Et ensuite ?
it: E adesso?
ja: 次は何をしますか？
pt_br: O que fazer agora?
ru: Что дальше?
tr: Sırada ne var?
uk: Що далі?
vi: Tiếp theo là gì?
zh_hans: 接下来做什么？

# finish.nextsteps.windows.pc.point1
source: Podłącz przygotowany nośnik USB do komputera PC
de: Schließe das vorbereitete USB-Laufwerk an deinen PC an
en: Connect the prepared USB drive to your PC
es: Conecta la unidad USB preparada a tu PC
fr: Connectez la clé USB préparée à votre PC
it: Collega l'unità USB preparata al tuo PC
ja: 準備したUSBドライブをPCに接続します
pt_br: Conecte a unidade USB preparada ao seu PC
ru: Подключите подготовленный USB-накопитель к вашему ПК
tr: Hazırlanan USB sürücüsünü bilgisayarınıza bağlayın
uk: Підключіть підготовлений USB-накопичувач до вашого ПК
vi: Kết nối ổ USB đã chuẩn bị vào PC của bạn
zh_hans: 将准备好的 USB 驱动器连接到你的 PC

# finish.nextsteps.windows.pc.point2
source: Uruchom komputer PC i otwórz Boot Menu
de: Starte deinen PC und öffne das Boot-Menü
en: Start your PC and open the Boot Menu
es: Inicia tu PC y abre el menú de arranque
fr: Démarrez votre PC et ouvrez le menu de démarrage
it: Avvia il PC e apri il menu di avvio
ja: PCを起動してブートメニューを開きます
pt_br: Inicie o PC e abra o Menu de Boot
ru: Запустите ПК и откройте меню загрузки
tr: Bilgisayarınızı başlatın ve Önyükleme Menüsünü açın
uk: Запустіть ПК і відкрийте меню завантаження
vi: Khởi động PC và mở Boot Menu
zh_hans: 启动你的 PC 并打开启动菜单

# finish.nextsteps.windows.pc.point3
source: Wybierz nośnik USB z listy urządzeń rozruchowych i rozpocznij instalację Windows
de: Wähle das USB-Laufwerk aus der Liste der Startgeräte und starte das Windows-Setup
en: Select the USB drive from the boot device list and start Windows Setup
es: Selecciona la unidad USB de la lista de dispositivos de arranque e inicia la instalación de Windows
fr: Sélectionnez la clé USB dans la liste des périphériques de démarrage et lancez l'installation de Windows
it: Seleziona l'unità USB dall'elenco dei dispositivi di avvio e avvia l'installazione di Windows
ja: 起動デバイスの一覧からUSBドライブを選択し、Windowsセットアップを開始します
pt_br: Selecione a unidade USB na lista de dispositivos de inicialização e inicie a Instalação do Windows
ru: Выберите USB-накопитель в списке загрузочных устройств и начните установку Windows
tr: Önyükleme aygıtları listesinden USB sürücüsünü seçin ve Windows kurulumunu başlatın
uk: Виберіть USB-накопичувач зі списку пристроїв завантаження та розпочніть інсталяцію Windows
vi: Chọn ổ USB từ danh sách thiết bị khởi động và bắt đầu cài đặt Windows
zh_hans: 从启动设备列表中选择 USB 驱动器，然后开始安装 Windows

# finish.notification.failure.description
source: Proces tworzenia instalatora na wybranym nośniku zakończył się niepowodzeniem.
de: Der Prozess zum Erstellen des Installationsprogramms auf dem ausgewählten Medium ist fehlgeschlagen.
en: The installer creation process on the selected media has failed.
es: El proceso de creación del instalador en el medio seleccionado ha fallado.
fr: Le processus de création de l’installateur sur le support sélectionné a échoué.
it: Il processo di creazione dell'installer sul supporto selezionato non è riuscito.
ja: 選択したメディアでのインストーラ作成処理は失敗しました。
pt_br: O processo de criação do instalador na mídia selecionada falhou.
ru: Процесс создания установщика на выбранном носителе завершился неудачей.
tr: Seçilen ortamda yükleyiciyi oluşturma işlemi başarısız oldu.
uk: Не вдалося створити інсталятор на вибраному носії.
vi: Quá trình tạo trình cài đặt trên phương tiện đã chọn không thành công.
zh_hans: 在所选介质上创建安装器的过程失败。

# finish.notification.failure.title
source: Wystąpił błąd
de: Ein Fehler ist aufgetreten
en: An error occurred
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Сталася помилка
vi: Đã xảy ra lỗi
zh_hans: 发生错误

# finish.notification.success.description
source: Proces zapisu na nośniku zakończył się pomyślnie.
de: Der Schreibvorgang auf dem Medium wurde erfolgreich abgeschlossen.
en: The write process on the media completed successfully.
es: El proceso de escritura en el medio se completó correctamente.
fr: Le processus d’écriture sur le support s’est terminé avec succès.
it: Il processo di scrittura sul supporto è stato completato con successo.
ja: メディアへの書き込み処理が正常に完了しました。
pt_br: O processo de gravação na mídia foi concluído com sucesso.
ru: Процесс записи на носитель успешно завершён.
tr: Ortama yazma işlemi başarıyla tamamlandı.
uk: Процес запису на носій успішно завершено.
vi: Quá trình ghi vào ổ đĩa đã hoàn tất thành công.
zh_hans: 介质写入过程已成功完成。

# finish.notification.success.title
source: Instalator gotowy
de: Installationsprogramm ist bereit
en: Installer is ready
es: El instalador está listo
fr: Le programme d’installation est prêt
it: L'installer è pronto
ja: インストーラの準備ができました
pt_br: O instalador está pronto
ru: Установщик готов
tr: Yükleyici hazır
uk: Інсталятор готовий
vi: Trình cài đặt đã sẵn sàng
zh_hans: 安装器已就绪

# finish.raw_image.error.verify_write.generic
source: Weryfikacja zapisu obrazu zakończyła się błędem.
de: Die Verifizierung des Image-Schreibvorgangs ist fehlgeschlagen.
en: Image write verification failed.
es: La verificación de la escritura de la imagen falló.
fr: La vérification de l’écriture de l’image a échoué.
it: La verifica della scrittura dell’immagine non è riuscita.
ja: イメージの書き込み検証に失敗しました。
pt_br: A verificação da gravação da imagem falhou.
ru: Проверка записи образа завершилась ошибкой.
tr: İmaj yazma doğrulaması başarısız oldu.
uk: Перевірка запису образу завершилася помилкою.
vi: Xác minh quá trình ghi ảnh đĩa đã thất bại.
zh_hans: 镜像写入验证失败。

# finish.raw_image.notification.failure.description
source: Proces zapisu obrazu na wybranym nośniku zakończył się niepowodzeniem.
de: Das Schreiben des Images auf das ausgewählte Laufwerk ist fehlgeschlagen.
en: Writing the image to the selected drive failed.
es: No se pudo escribir la imagen en la unidad seleccionada.
fr: L’écriture de l’image sur le lecteur sélectionné a échoué.
it: La scrittura dell’immagine sull’unità selezionata non è riuscita.
ja: 選択したドライブへのイメージの書き込みに失敗しました。
pt_br: A gravação da imagem na unidade selecionada falhou.
ru: Не удалось записать образ на выбранный накопитель.
tr: İmaj seçilen sürücüye yazılamadı.
uk: Не вдалося записати образ на вибраний носій.
vi: Không thể ghi ảnh đĩa vào ổ đã chọn.
zh_hans: 无法将镜像写入所选驱动器。

# finish.raw_image.notification.success.description
source: Proces zapisu obrazu na nośniku zakończył się pomyślnie.
de: Das Image wurde erfolgreich auf das Laufwerk geschrieben.
en: The image was written to the drive successfully.
es: La imagen se escribió correctamente en la unidad.
fr: L’image a été écrite sur le lecteur.
it: L’immagine è stata scritta correttamente sull’unità.
ja: イメージがドライブに正常に書き込まれました。
pt_br: A imagem foi gravada na unidade com sucesso.
ru: Образ успешно записан на накопитель.
tr: İmaj sürücüye başarıyla yazıldı.
uk: Образ успішно записано на носій.
vi: Ảnh đĩa đã được ghi thành công vào ổ.
zh_hans: 镜像已成功写入驱动器。

# finish.raw_image.result.failure.title
source: Nie udało się zapisać obrazu na nośniku USB
de: Das Image konnte nicht auf das USB-Laufwerk geschrieben werden
en: The Image Couldn’t Be Written to the USB Drive
es: No se pudo escribir la imagen en la unidad USB
fr: L’image n’a pas pu être écrite sur le lecteur USB
it: Impossibile scrivere l’immagine sull’unità USB
ja: イメージをUSBドライブに書き込めませんでした
pt_br: Não foi possível gravar a imagem na unidade USB
ru: Не удалось записать образ на USB-накопитель
tr: İmaj USB sürücüsüne yazılamadı
uk: Не вдалося записати образ на USB-носій
vi: Không thể ghi ảnh đĩa vào ổ USB
zh_hans: 无法将镜像写入 USB 驱动器

# finish.raw_image.result.success.title
source: Zapisano surowy obraz na nośniku USB
de: Rohes Image auf das USB-Laufwerk geschrieben
en: Raw Image Written to the USB Drive
es: Imagen sin procesar escrita en la unidad USB
fr: Image brute écrite sur le lecteur USB
it: Immagine raw scritta sull’unità USB
ja: RAWイメージをUSBドライブに書き込みました
pt_br: Imagem bruta gravada na unidade USB
ru: Необработанный образ записан на USB-накопитель
tr: Ham imaj USB sürücüsüne yazıldı
uk: Необроблений образ записано на USB-носій
vi: Đã ghi ảnh đĩa thô vào ổ USB
zh_hans: 已将原始镜像写入 USB 驱动器

# finish.result.cancelled.description
source: Proces został zatrzymany przez użytkownika
de: Der Vorgang wurde vom Benutzer abgebrochen
en: The process was stopped by the user
es: El proceso fue interrumpido por el usuario
fr: Le processus a été interrompu par l’utilisateur
it: Il processo è stato interrotto dall’utente
ja: プロセスはユーザーによって停止されました
pt_br: O processo foi interrompido pelo usuário
ru: Процесс был остановлен пользователем
tr: İşlem kullanıcı tarafından durduruldu
uk: Процес зупинено користувачем
vi: Quá trình đã được người dùng dừng lại
zh_hans: 该过程已被用户停止

# finish.result.cancelled.details.title
source: Szczegóły przerwania
de: Details zur Unterbrechung
en: Interruption details
es: Detalles de la interrupción
fr: Détails de l’interruption
it: Dettagli dell’interruzione
ja: 中断の詳細
pt_br: Detalhes da interrupção
ru: Подробности прерывания
tr: Kesinti ayrıntıları
uk: Деталі переривання
vi: Chi tiết gián đoạn
zh_hans: 中断详情

# finish.result.cancelled.title
source: Przerwano
de: Abgebrochen
en: Cancelled
es: Cancelado
fr: Annulé
it: Interrotto
ja: 中止しました
pt_br: Cancelado
ru: Прервано
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已中止

# finish.result.failure.description
source: Spróbuj ponownie od początku
de: Bitte versuchen Sie es von Anfang an erneut
en: Try again from the beginning
es: Inténtalo de nuevo desde el principio
fr: Réessayez depuis le début
it: Riprova dall’inizio
ja: 最初からもう一度お試しください
pt_br: Tente novamente desde o início
ru: Попробуйте снова с самого начала
tr: Baştan tekrar deneyin
uk: Спробуйте ще раз із самого початку
vi: Hãy thử lại từ đầu
zh_hans: 请从头再试一次

# finish.result.failure.details.title
source: Szczegóły błędu
de: Fehlerdetails
en: Error details
es: Detalles del error
fr: Détails de l’erreur
it: Dettagli errore
ja: エラーの詳細
pt_br: Detalhes do erro
ru: Подробности ошибки
tr: Hata ayrıntıları
uk: Деталі помилки
vi: Chi tiết lỗi
zh_hans: 错误详情

# finish.result.failure.title
source: Niepowodzenie!
de: Fehlgeschlagen!
en: Failure!
es: ¡Error!
fr: Échec !
it: Errore!
ja: 失敗！
pt_br: Falha!
ru: Неудача!
tr: Başarısız!
uk: Невдача!
vi: Thất bại!
zh_hans: 失败！

# finish.result.success.description
source: Nośnik został przygotowany poprawnie
de: Das USB-Medium wurde korrekt vorbereitet
en: The USB media was prepared correctly
es: El medio USB se preparó correctamente
fr: Le support USB a été préparé correctement
it: Il supporto è stato preparato correttamente
ja: USBメディアは正常に準備されました
pt_br: A mídia USB foi preparada corretamente
ru: USB-носитель был успешно подготовлен
tr: USB ortamı başarıyla hazırlandı
uk: USB-носій підготовлено успішно
vi: Thiết bị USB đã được chuẩn bị thành công
zh_hans: USB 介质已正确准备

# finish.result.success.title
source: Sukces!
de: Erfolg!
en: Success!
es: ¡Éxito!
fr: Succès !
it: Successo!
ja: 成功！
pt_br: Sucesso!
ru: Успех!
tr: Başarılı!
uk: Успіх!
vi: Thành công!
zh_hans: 成功！

# finish.summary.cancelled.title
source: Tworzenie nośnika zostało przerwane
de: Die Erstellung des Mediums wurde abgebrochen
en: Media creation was cancelled
es: Se canceló la creación del medio
fr: La création du support a été interrompue
it: La creazione del supporto è stata interrotta
ja: メディアの作成は中止されました
pt_br: A criação da mídia foi cancelada
ru: Создание носителя было прервано
tr: Ortam oluşturma işlemi iptal edildi
uk: Створення носія було перервано
vi: Quá trình tạo thiết bị đã bị hủy
zh_hans: 介质创建已中止

# finish.summary.failure.title
source: Tworzenie instalatora nie powiodło się
de: Die Erstellung des Installationsprogramms ist fehlgeschlagen
en: Installer creation failed
es: La creación del instalador falló
fr: La création de l’installateur a échoué
it: La creazione dell’installer non è riuscita
ja: インストーラの作成に失敗しました
pt_br: A criação do instalador falhou
ru: Не удалось создать установщик
tr: Yükleyici oluşturulamadı
uk: Не вдалося створити інсталятор
vi: Không thể tạo bộ cài đặt
zh_hans: 创建安装器失败

# finish.summary.success.title
source: Utworzono instalator systemu
de: System-Installationsprogramm erstellt
en: System installer created
es: Se creó el instalador del sistema
fr: L’installateur du système a été créé
it: Installer di sistema creato
ja: システムインストーラが作成されました
pt_br: O instalador do sistema foi criado
ru: Установщик системы создан
tr: Sistem yükleyicisi oluşturuldu
uk: Інсталятор системи створено
vi: Đã tạo bộ cài đặt hệ thống
zh_hans: 系统安装器已创建

# finish.wait.description
source: Proszę czekać
de: Bitte warten
en: Please wait
es: Por favor espere
fr: Veuillez patienter
it: Attendere prego
ja: お待ちください
pt_br: Por favor, aguarde
ru: Пожалуйста, подождите
tr: Lütfen bekleyin
uk: Будь ласка, зачекайте
vi: Vui lòng chờ
zh_hans: 请稍候
